/* No comment provided by engineer. */
"AppleScript.authorization.error" = "Anda tidak mengijinkan Dynamic Dark Mode untuk mengatur mode gelap";

/* Generic error happened */
"AppleScript.authorization.failed" = "Terdapat sebuah kesalahan";

/* No comment provided by engineer. */
"AppleScript.authorization.instruction" = "Kami akan membawa Anda ke pengaturan sistem.";

/* something went wrong. But it's okay */
"AppleScript.execute.error" = "Gagal untuk beralih ke mode gelap";

/* Scare the user so they report bugs. */
"Bug.general.title" = "Laporkan bug penting ke pengembang";

/* Failed to attain user location for sunset/sunrise calculation. */
"Location.notAvailable" = "Tidak dapat mendapatkan lokasi saat ini";

/* Can't fetch user's current location. Using cache instead. */
"Location.useCache" = "Dijadwalkan menggunakan lokasi sebelumnya";

/* Drop down menu item to show preferences */
"Menu.preferences" = "Pengaturan";

/* Use system translation for quit */
"Menu.quit" = "Keluar";

/* Action item to toggle in from menu bar */
"Menu.toggle" = "Beralih ke Mode Gelap";

/* AutoAdjustThreshold */
"SettingsViewController.autoAdjustThreshold" = "Pengaturan Batas Otomatis";

/* ScheduleMode */
"SettingsViewController.scheduleMode" = "Modus Jadwal";

/* Astronomical */
"SunsetSunrise.astronomical" = "Astronomis";

/* Civil */
"SunsetSunrise.civil" = "Sipil";

/* CustomRange */
"SunsetSunrise.customRange" = "Pribadi";

/* Nautical */
"SunsetSunrise.nautical" = "Nautika";

/* Official */
"SunsetSunrise.official" = "Resmi";

/* No comment provided by engineer. */
"SystemPreferences.open" = "Buka Pengaturan Sistem";

/* No comment provided by engineer. */
"SystemPreferences.skip" = "Lewati";
